{
    "Grumpier Old Men (1995)": {
        "director": "Howard Deutch",
        "genre": "Romance, Comedy",
        "plot": "A family wedding reignites the ancient feud between next-door neighbors and fishing buddies John and Max. Meanwhile, a sultry Italian divorcée opens a restaurant at the local bait shop, alarming the locals who worry she'll scare the fish away. But she's less interested in seafood than she is in cooking up a hot time with Max."
    },
    "Heat (1995)": {
        "director": "Michael Mann",
        "genre": "Crime, Drama, Action",
        "plot": "Obsessive master thief Neil McCauley leads a top-notch crew on various daring heists throughout Los Angeles while determined detective Vincent Hanna pursues him without rest. Each man recognizes and respects the ability and the dedication of the other even though they are aware their cat-and-mouse game may end in violence."
    },
    "Father of the Bride Part II (1995)": {
        "director": "Charles Shyer",
        "genre": "Comedy, Family",
        "plot": "Just when George Banks has recovered from his daughter's wedding, he receives the news that she's pregnant ... and that George's wife is expecting too. He was planning on selling their home, but that's a plan that—like George—will have to change with the arrival of both a grandchild and a kid of his own."
    },
    "Waiting to Exhale (1995)": {
        "director": "Forest Whitaker",
        "genre": "Comedy, Drama, Romance",
        "plot": "Cheated on, mistreated and stepped on, the women are holding their breath, waiting for the elusive \"good man\" to break a string of less-than-stellar lovers. Friends and confidants Vannah, Bernie, Glo and Robin talk it all out, determined to find a better way to breathe."
    },
    "Tom and Huck (1995)": {
        "director": "Peter Hewitt",
        "genre": "Family, Action, Adventure, Drama",
        "plot": "A mischievous young boy, Tom Sawyer, witnesses a murder by the deadly Injun Joe. Tom becomes friends with Huckleberry Finn, a boy with no future and no family. Tom has to choose between honoring a friendship or honoring an oath because the town alcoholic is accused of the murder. Tom and Huck go through several adventures trying to retrieve evidence."
    },
    "Sudden Death (1995)": {
        "director": "Peter Hyams",
        "genre": "Action, Drama, Thriller, Crime",
        "plot": "When a man's daughter is suddenly taken during a championship hockey game – with the captors demanding a billion dollars by game's end – he frantically sets a plan in motion to rescue her and abort an impending explosion before the final buzzer."
    },
    "Toy Story (1995)": {
        "director": "John Lasseter",
        "genre": "Family, Comedy, Animation, Adventure",
        "plot": "Led by Woody, Andy's toys live happily in his room until Andy's birthday brings Buzz Lightyear onto the scene. Afraid of losing his place in Andy's heart, Woody plots against Buzz. But when circumstances separate Buzz and Woody from their owner, the duo eventually learns to put aside their differences."
    },
    "GoldenEye (1995)": {
        "director": "Martin Campbell",
        "genre": "Adventure, Action, Thriller",
        "plot": "When a powerful satellite system falls into the hands of Alec Trevelyan, AKA Agent 006, a former ally-turned-enemy, only James Bond can save the world from a dangerous space weapon that -- in one short pulse -- could destroy the earth! As Bond squares off against his former compatriot, he also battles Xenia Onatopp, an assassin who uses pleasure as her ultimate weapon."
    },
    "Jumanji (1995)": {
        "director": "Joe Johnston",
        "genre": "Adventure, Fantasy, Family",
        "plot": "When siblings Judy and Peter discover an enchanted board game that opens the door to a magical world, they unwittingly invite Alan -- an adult who's been trapped inside the game for 26 years -- into their living room. Alan's only hope for freedom is to finish the game, which proves risky as all three find themselves running from giant rhinoceroses, evil monkeys and other terrifying creatures."
    },
    "Sabrina (1995)": {
        "director": "Sydney Pollack",
        "genre": "Romance, Drama, Comedy",
        "plot": "Sabrina Fairchild, a chauffeur's daughter, grew up at the Long Island estate of the wealthy Larrabee family enchanted with their sparkling world of privilege and wealth, but she's especially enamored of younger son David, a charming playboy. After the once plain Sabrina returns from a sojourn in Paris transformed into a glamorous young woman, she at long last catches David's eye. In a calculated effort to manipulate David away from her and into a more financially advantageous marriage, formidable older brother Linus devises a plan to keep them apart."
    },
    "American President, The (1995)": {
        "director": "Rob Reiner",
        "genre": "Comedy, Drama, Romance",
        "plot": "Widowed U.S. president Andrew Shepherd, one of the world's most powerful men, can have anything he wants -- and what he covets most is Sydney Ellen Wade, a Washington lobbyist. But Shepherd's attempts at courting her spark wild rumors and decimate his approval ratings."
    },
    "Dracula: Dead and Loving It (1995)": {
        "director": "Mel Brooks",
        "genre": "Comedy, Horror",
        "plot": "When a lawyer shows up at the vampire's doorstep, he falls prey to his charms and joins him in his search for fresh blood. Enter Professor Van Helsing, who may be the only one able to vanquish the Count."
    },
    "Nixon (1995)": {
        "director": "Oliver Stone",
        "genre": "Drama, History",
        "plot": "A look at President Richard M. Nixon—a man carrying the fate of the world on his shoulders while battling the self-destructive demands from within—spanning his troubled boyhood in California to the shocking Watergate scandal that would end his Presidency."
    },
    "Balto (1995)": {
        "director": "Simon Wells",
        "genre": "Family, Animation, Adventure",
        "plot": "An outcast half-wolf risks his life to prevent a deadly epidemic from ravaging Nome, Alaska."
    },
    "Cutthroat Island (1995)": {
        "director": "Renny Harlin",
        "genre": "Action, Adventure",
        "plot": "Morgan Adams and her slave, William Shaw, are on a quest to recover the three portions of a treasure map. Unfortunately, the final portion is held by her murderous uncle, Dawg. Her crew is skeptical of her leadership abilities, so she must complete her quest before they mutiny against her. This is made yet more difficult by the efforts of the British crown to end her pirate raids."
    },
    "Sense and Sensibility (1995)": {
        "director": "Ang Lee",
        "genre": "Drama, Romance",
        "plot": "The Dashwood sisters, sensible Elinor and passionate Marianne, whose chances at marriage seem doomed by their family's sudden loss of fortune.  When Henry Dashwood dies unexpectedly, his estate must pass on by law to his son from his first marriage, John and wife Fanny. But these circumstances leave Mr. Dashwood's current wife, and daughters Elinor, Marianne and Margaret, without a home and with barely enough money to live on. As Elinor and Marianne struggle to find romantic fulfillment in a society obsessed with financial and social status, they must learn to mix sense with sensibility in their dealings with both money and men."
    },
    "Casino (1995)": {
        "director": "Martin Scorsese",
        "genre": "Crime, Drama",
        "plot": "In early-1970s Las Vegas, Sam \"Ace\" Rothstein gets tapped by his bosses to head the Tangiers Casino. At first, he's a great success in the job, but over the years, problems with his loose-cannon enforcer Nicky Santoro, his ex-hustler wife Ginger, her con-artist ex Lester Diamond and a handful of corrupt politicians put Sam in ever-increasing danger."
    },
    "Four Rooms (1995)": {
        "director": "Robert Rodriguez, Alexandre Rockwell, Allison Anders, Quentin Tarantino",
        "genre": "Comedy",
        "plot": "It's Ted the Bellhop's first night on the job...and the hotel's very unusual guests are about to place him in some outrageous predicaments. It seems that this evening's room service is serving up one unbelievable happening after another."
    },
    "Money Train (1995)": {
        "director": "Joseph Ruben",
        "genre": "Action, Comedy, Crime",
        "plot": "When a vengeful New York transit cop decides to steal a trainload of subway fares, his foster brother—a fellow cop—tries to protect him."
    },
    "Ace Ventura: When Nature Calls (1995)": {
        "director": "Steve Oedekerk",
        "genre": "Crime, Comedy, Adventure",
        "plot": "Summoned from an ashram in Tibet, Ace finds himself on a perilous journey into the jungles of Africa to find Shikaka, the missing sacred animal of the friendly Wachati tribe. He must accomplish this before the wedding of the Wachati's Princess to the prince of the warrior Wachootoos. If Ace fails, the result will be a vicious tribal war."
    },
    "Get Shorty (1995)": {
        "director": "Barry Sonnenfeld",
        "genre": "Comedy, Thriller, Crime",
        "plot": "Chili Palmer is a Miami mobster who gets sent to L.A. to collect a bad debt from Harry Zimm, a Hollywood producer who specializes in cheesy horror films. When Chili meets Harry's leading lady, the romantic sparks fly. After pitching his own life story as a movie idea, Chili learns that being a mobster and being a Hollywood producer really aren't all that different."
    },
    "Shanghai Triad (Yao a yao yao dao waipo qiao) (1995)": {
        "director": "",
        "genre": "",
        "plot": ""
    },
    "Copycat (1995)": {
        "director": "Jon Amiel",
        "genre": "Thriller, Crime, Mystery",
        "plot": "An agoraphobic psychologist and a female detective must work together to take down a serial killer who copies serial killers from the past."
    },
    "Assassins (1995)": {
        "director": "Richard Donner",
        "genre": "Action, Adventure, Crime, Thriller",
        "plot": "Assassin Robert Rath arrives at a funeral to kill a prominent mobster, only to witness a rival hired gun complete the job for him -- with grisly results. Horrified by the murder of innocent bystanders, Rath decides to take one last job and then return to civilian life. But finding his way out of the world of contract killing grows ever more dangerous as Rath falls for his female target and becomes a marked man himself."
    },
    "Powder (1995)": {
        "director": "Victor Salva",
        "genre": "Drama, Fantasy",
        "plot": "Harassed by classmates who won't accept his shocking appearance, a shy young man known as \"Powder\" struggles to fit in. But the cruel taunts stop when Powder displays a mysterious power that allows him to do incredible things. This phenomenon changes the lives of all those around him in ways they never could have imagined."
    },
    "Leaving Las Vegas (1995)": {
        "director": "Mike Figgis",
        "genre": "Drama, Romance",
        "plot": "Ben Sanderson, an alcoholic Hollywood screenwriter who lost everything because of his drinking, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera."
    },
    "Othello (1995)": {
        "director": "Oliver Parker",
        "genre": "Drama",
        "plot": "The evil Iago pretends to be friend of Othello in order to manipulate him to serve his own end in the film version of this Shakespeare classic."
    },
    "Now and Then (1995)": {
        "director": "Lesli Linka Glatter",
        "genre": "Comedy, Drama, Romance",
        "plot": "Waxing nostalgic about the bittersweet passage from childhood to puberty, four childhood girlfriends — Teeny, Chrissy, Samantha and Roberta — recall the magical summer of 1970. During their walk down memory lane, they reconcile experiences with boys, secrets, bullies and more."
    },
    "Persuasion (1995)": {
        "director": "Roger Michell",
        "genre": "Drama, Romance",
        "plot": "Living with her snobby family on the brink of bankruptcy, Anne Elliot is an unconforming woman with modern sensibilities. When Frederick Wentworth – the dashing one she once sent away – crashes back into her life, Anne must choose between putting the past behind her or listening to her heart when it comes to second chances."
    },
    "City of Lost Children, The (Cité des enfants perdus, La) (1995)": {
        "director": "Marc Caro, Jean-Pierre Jeunet",
        "genre": "Fantasy, Science Fiction, Adventure",
        "plot": "A scientist in a surrealist society kidnaps children to steal their dreams, hoping that they slow his aging process."
    },
    "Twelve Monkeys (a.k.a. 12 Monkeys) (1995)": {
        "director": "",
        "genre": "",
        "plot": ""
    },
    "Dangerous Minds (1995)": {
        "director": "John N. Smith",
        "genre": "Drama",
        "plot": "Former Marine Louanne Johnson lands a gig teaching in a pilot program for bright but underachieving teens at a notorious inner-city high school. After having a terrible first day, she decides she must throw decorum to the wind. When Johnson returns to the classroom, she does so armed with a no-nonsense attitude informed by her military training and a fearless determination to better the lives of her students -- no matter what the cost."
    },
    "Babe (1995)": {
        "director": "Chris Noonan",
        "genre": "Fantasy, Drama, Comedy, Family",
        "plot": "Babe is a little pig who doesn't quite know his place in the world. With a bunch of odd friends, like Ferdinand the duck who thinks he is a rooster and Fly the dog he calls mum, Babe realises that he has the makings to become the greatest sheep pig of all time, and Farmer Hoggett knows it. With the help of the sheep dogs, Babe learns that a pig can be anything that he wants to be."
    },
    "Dead Man Walking (1995)": {
        "director": "Tim Robbins",
        "genre": "Drama",
        "plot": "A death row inmate turns for spiritual guidance to a local nun in the days leading up to his scheduled execution for the murders of a young couple."
    },
    "It Takes Two (1995)": {
        "director": "Andy Tennant",
        "genre": "Comedy, Family, Romance",
        "plot": "Identical 9-year-olds from very different backgrounds: orphaned Amanda and wealthy Alyssa meet at summer camp and decide to switch places -- and play matchmaker between Alyssa's dad, Roger, and the kind social worker who cares for Amanda."
    },
    "Clueless (1995)": {
        "director": "Amy Heckerling",
        "genre": "Comedy, Romance",
        "plot": "Shallow, rich and socially successful Cher is at the top of her Beverly Hills high school's pecking scale. Seeing herself as a matchmaker, Cher first coaxes two teachers into dating each other. Emboldened by her success, she decides to give hopelessly klutzy new student Tai a makeover. When Tai becomes more popular than she is, Cher realizes that her disapproving ex-stepbrother was right about how misguided she was -- and falls for him."
    },
    "Cry, the Beloved Country (1995)": {
        "director": "Darrell James Roodt",
        "genre": "Drama",
        "plot": "A South-African preacher goes to search for his wayward son who has committed a crime in the big city."
    },
    "Richard III (1995)": {
        "director": "Richard Loncraine",
        "genre": "Drama, War",
        "plot": "A murderous lust for the British throne sees Richard III descend into madness. Though the setting is transposed to the 1930s, England is torn by civil war, split between the rivaling houses of York and Lancaster. Richard aspires to a fascist dictatorship, but must first remove the obstacles to his ascension—among them his brother, his nephews and his brother's wife. When the Duke of Buckingham deserts him, Richard's plans are compromised."
    },
    "Dead Presidents (1995)": {
        "director": "Albert Hughes, Allen Hughes",
        "genre": "Action, Crime, Drama, Thriller, War",
        "plot": "On the streets they call cash dead presidents. And that's just what a Vietnam veteran is after when he returns home from the war only to find himself drawn into a life of crime. With the aid of his fellow vets he plans the ultimate heist -- a daring robbery of an armored car filled with unmarked U.S. currency!"
    },
    "Restoration (1995)": {
        "director": "Michael Hoffman",
        "genre": "Drama, Romance",
        "plot": "An aspiring young physician, Robert Merivel found himself in the service of King Charles II and saves the life of someone close to the King. Merivel joins the King's court and lives the high life provided to someone of his position. Merivel is ordered to marry his King's mistress in order to divert the queens suspicions. He is given one order by the king and that is not to fall in love. The situation worsens when Merivel finds himself in love with his new wife. Eventually, the King finds out and relieves Merivel of his position and wealth. His fall from grace leaves Merivel where he first started. And through his travels and reunions with an old friend, he rediscovers his love for true medicine and what it really means to be a physician."
    },
    "Seven (a.k.a. Se7en) (1995)": {
        "director": "",
        "genre": "",
        "plot": ""
    },
    "Mortal Kombat (1995)": {
        "director": "Paul W. S. Anderson",
        "genre": "Action, Fantasy",
        "plot": "For nine generations an evil sorcerer has been victorious in hand-to-hand battle against his mortal enemies. If he wins a tenth Mortal Kombat tournament, desolation and evil will reign over the multiverse forever. To save Earth, three warriors must overcome seemingly insurmountable odds, their own inner demons, and superhuman foes in this action/adventure movie based on one of the most popular video games of all time."
    },
    "To Die For (1995)": {
        "director": "Gus Van Sant",
        "genre": "Drama, Comedy, Crime",
        "plot": "Suzanne Stone wants to be a world-famous news anchor and she is willing to do anything to get what she wants. What she lacks in intelligence, she makes up for in cold determination and diabolical wiles. As she pursues her goal with relentless focus, she is forced to destroy anything and anyone that may stand in her way, regardless of the ultimate cost or means necessary."
    },
    "How to Make an American Quilt (1995)": {
        "director": "Jocelyn Moorhouse",
        "genre": "Drama, Romance",
        "plot": "Soon-to-be-wed graduate student Finn Dodd develops cold feet when she suspects her fiancé is cheating on her. In order to clear her head, Finn visits her grandmother, Hy, and great aunt, Glady Joe Cleary, in Grasse, Calif. There, Finn learns that Hy and Glady Joe are members of a group of passionate quilters, and over the course of her visit she is regaled with tales of love and life by women who have collected rich experiences and much wisdom."
    },
    "Pocahontas (1995)": {
        "director": "Mike Gabriel, Eric Goldberg",
        "genre": "Adventure, Animation, Family, Romance",
        "plot": "Pocahontas, daughter of a Native American tribe chief, falls in love with an English soldier as colonists invade 17th century Virginia."
    },
    "When Night Is Falling (1995)": {
        "director": "Patricia Rozema",
        "genre": "Drama, Romance",
        "plot": "Camille is a professor at a Protestant college and is in a long-term relationship with Martin, a respected minister and fellow professor. When Camille meets Petra, a bold and flamboyant performer in a circus troupe, she is inexplicably drawn. Pursuing Petra, Camille throws her whole conservative life into disarray."
    },
    "Usual Suspects, The (1995)": {
        "director": "Bryan Singer",
        "genre": "Drama, Crime, Thriller",
        "plot": "Held in an L.A. interrogation room, Verbal Kint attempts to convince the feds that a mythic crime lord, Keyser Soze, not only exists, but was also responsible for drawing him and his four partners into a multi-million dollar heist that ended with an explosion in San Pedro harbor – leaving few survivors. Verbal lures his interrogators with an incredible story of the crime lord's almost supernatural prowess."
    },
    "Mighty Aphrodite (1995)": {
        "director": "Woody Allen",
        "genre": "Comedy, Romance",
        "plot": "When Lenny and his wife, Amanda, adopt a baby, Lenny realizes that his son is a genius and becomes obsessed with finding the boy's biological mother in hopes that she will be brilliant too. But when he learns that Max's mother is Linda Ash, a kindhearted prostitute and porn star, Lenny is determined to reform her immoral lifestyle. A Greek chorus chimes in to relate the plot to Greek mythology in this quirky comedy."
    },
    "Lamerica (1994)": {
        "director": "Gianni Amelio",
        "genre": "Drama",
        "plot": "Fiore, an Italian conman, arrives in post Communist Albania with Gino, his young apprentice, to set up a shoe factory that will never open. The con requires a native Albanian, so they designate Spiro, an impoverished and confused former political prisoner as chairman of the board. When Fiore returns to Italy to get government funds for the project, Spiro unexpectedly disappears and Gino sets out on a journey to find him. The search leads him to discover Spiro's tragic personal history and witness Albanian poverty firsthand."
    },
    "Georgia (1995)": {
        "director": "Ulu Grosbard",
        "genre": "Drama",
        "plot": "Sadie looks up to her older sister Georgia, a successful folk singer. Unfortunately it is this very obsession — coupled with her self-destructive tendencies and rampant drug abuse — that keeps her spiraling down the drain."
    },
    "Big Green, The (1995)": {
        "director": "Holly Goldberg Sloan",
        "genre": "Family, Comedy",
        "plot": "In a depressed Texas town, British foreign exchange teacher Anna attempts to inject some life into her hopeless kids by introducing them to soccer. They're terrible at first, but Anna and her football-hero assistant whip them into shape. As they work overtime, the pair help kids build their self-esteem and also get involved in solving family squabbles."
    },
    "Home for the Holidays (1995)": {
        "director": "Jodie Foster",
        "genre": "Comedy, Drama, Romance",
        "plot": "After losing her job, making out with her soon-to-be former boss, and finding out that her daughter plans to spend Thanksgiving with her boyfriend, Claudia Larson faces spending the holiday with her unhinged family."
    },
    "Postman, The (Postino, Il) (1994)": {
        "director": "Michael Radford",
        "genre": "Comedy, Drama, Romance",
        "plot": "Simple Italian postman learns to love poetry while delivering mail to a famous poet; he uses this to woo local beauty Beatrice."
    },
    "Indian in the Cupboard, The (1995)": {
        "director": "Frank Oz",
        "genre": "Adventure, Family, Fantasy",
        "plot": "A nine-year-old boy gets a plastic Indian and a cupboard for his birthday and finds himself involved in adventure when the Indian comes to life and befriends him."
    },
    "Eye for an Eye (1996)": {
        "director": "John Schlesinger",
        "genre": "Thriller, Drama",
        "plot": "It's fire and brimstone time as grieving mother Karen McCann takes justice into her own hands when a kangaroo court in Los Angeles fails to convict Robert Doob, the monster who raped and murdered her 17-year-old daughter."
    },
    "Mr. Holland's Opus (1995)": {
        "director": "Stephen Herek",
        "genre": "Drama, Music",
        "plot": "In 1965, passionate musician Glenn Holland takes a day job as a high school music teacher, convinced it's just a small obstacle on the road to his true calling: writing a historic opus. As the decades roll by with the composition unwritten but generations of students inspired through his teaching, Holland must redefine his life's purpose."
    },
    "Don't Be a Menace to South Central While Drinking Your Juice in the Hood (1996)": {
        "director": "Paris Barclay",
        "genre": "Comedy, Crime",
        "plot": "When Ashtray moves to South Central L.A. to live with his father (who appears to be the same age he is) and grandmother (who likes to talk tough and smoke reefer), he falls in with his gang-banging cousin Loc Dog, who along with the requisite pistols and Uzi carries a thermo-nuclear warhead for self-defense. Will Ashtray be able to keep living the straight life?"
    },
    "Two if by Sea (1996)": {
        "director": "Bill Bennett",
        "genre": "Comedy, Romance",
        "plot": "Frank O'Brien, a petty thief, and his 7-year-long girlfriend Roz want to put an end to their unsteady lifestyle and just do that last job, which involves stealing a valuable painting. Frank takes Roz to an island on the coast of New England, where he wants to sell the painting and also hopes that their sagging relationship will get a positive push back up. Not everything goes as planned."
    },
    "Bio-Dome (1996)": {
        "director": "Jason Bloom",
        "genre": "Comedy",
        "plot": "Moronic best friends get themselves locked inside the Bio-Dome, a science experiment, along with a group of environmental scientists for one year."
    },
    "Lawnmower Man 2: Beyond Cyberspace (1996)": {
        "director": "Farhad Mann",
        "genre": "Science Fiction, Horror, Action, Thriller",
        "plot": "After being rescued from the ruins of Virtual Space Industries, Jobe is rebuilt and reconnected to virtual reality by corporate mogul Jonathan Walker. Years later, teenage hacker Peter Parkette helps Jobe locate Benjamin Trace, the original creator of virtual reality, only to uncover Jobe’s plan to launch a new world order using Walker’s tech. Now, Peter, Trace, Cori, and a band of runaways must stop Jobe and Walker before they enslave humanity through cyberspace."
    },
    "French Twist (Gazon maudit) (1995)": {
        "director": "Josiane Balasko",
        "genre": "Comedy, Romance",
        "plot": "After learning of her husband's infidelities, a housewife invites an itinerant lesbian to move in with them. None of their lives will ever be the same again."
    },
    "Friday (1995)": {
        "director": "F. Gary Gray",
        "genre": "Comedy, Drama",
        "plot": "Craig and Smokey are two guys in Los Angeles hanging out on their porch on a Friday afternoon, smoking and drinking, looking for something to do."
    },
    "From Dusk Till Dawn (1996)": {
        "director": "Robert Rodriguez",
        "genre": "Horror, Action, Thriller, Crime",
        "plot": "After kidnapping a father and his two kids, the Gecko brothers head south to a seedy Mexican bar to hide out in safety, unaware of its notorious vampire clientele."
    },
    "Fair Game (1995)": {
        "director": "Andrew Sipes",
        "genre": "Action",
        "plot": "Max Kirkpatrick is a cop who protects Kate McQuean, a civil law attorney, from a renegade KGB team out to terminate her"
    },
    "Kicking and Screaming (1995)": {
        "director": "Noah Baumbach",
        "genre": "Comedy, Drama, Romance",
        "plot": "After college graduation, Grover's girlfriend Jane tells him she's moving to Prague to study writing. Grover declines to accompany her, deciding instead to move in with several friends, all of whom can't quite work up the inertia to escape their university's pull. Nobody wants to make any big decisions that would radically alter his life, yet none of them wants to end up like Chet, the professional student who tends bar and is in his tenth year of university studies."
    },
    "Misérables, Les (1995)": {
        "director": "Claude Lelouch",
        "genre": "Drama, History",
        "plot": "In France during World War II, a poor and illiterate man, Henri Fortin, is introduced to Victor Hugo's classic novel Les Misérables and begins to see parallels between the book and his own life."
    },
    "Bed of Roses (1996)": {
        "director": "Michael Goldenberg",
        "genre": "Drama, Romance",
        "plot": "The seeds of love are planted when Lisa, a high-powered investment banker, receives flowers from a secret admirer. But when his fairy-tale fantasies clash with her workaholic ways, they soon find out that sometimes, it's harder than it seems for love to conquer all."
    },
    "Big Bully (1996)": {
        "director": "Steve Miner",
        "genre": "Comedy",
        "plot": "A writer returns to his hometown where he faces the childhood nemesis whose life he ultimately ruined, only the bully wants to relive their painful past by torturing him once again."
    },
    "Screamers (1995)": {
        "director": "Christian Duguay",
        "genre": "Horror, Science Fiction, War",
        "plot": "SIRIUS 6B, Year 2078. On a distant mining planet ravaged by a decade of war, scientists have created the perfect weapon: a blade-wielding, self-replicating race of killing devices known as Screamers designed for one purpose only -- to hunt down and destroy all enemy life forms."
    },
    "Nico Icon (1995)": {
        "director": "Susanne Ofteringer",
        "genre": "Documentary",
        "plot": "A look into the many lives of Christa Päffgen, otherwise known as Nico; from cutie German mädchen to the first of the supermodels, to glamorous diva of the Velvet Underground, to cult item, junkie and hag. Many faces for the same woman, whom, you realize, just couldn't bring herself to care enough to live."
    },
    "Crossing Guard, The (1995)": {
        "director": "Sean Penn",
        "genre": "Drama, Thriller",
        "plot": "Unable to move on from the loss of his daughter, Freddy, now a shell of the person he was before, swears to kill the man responsible for her death."
    },
    "Juror, The (1996)": {
        "director": "Brian Gibson",
        "genre": "Thriller, Crime, Drama",
        "plot": "With his gangster boss on trial for murder, a mob thug known as \"the Teacher\" tells Annie Laird she must talk her fellow jurors into a not-guilty verdict, implying that he'll kill her son Oliver if she fails. She manages to do this, but, when it becomes clear that the mobsters might want to silence her for good, she sends Oliver abroad and tries to gather evidence of the plot against her, setting up a final showdown."
    },
    "White Balloon, The (Badkonake sefid) (1995)": {
        "director": "Jafar Panahi",
        "genre": "Drama, Family",
        "plot": "Several people try to take advantage of a little girl's innocence to hustle money her mom gave to her to buy a goldfish with."
    },
    "Things to Do in Denver When You're Dead (1995)": {
        "director": "Gary Fleder",
        "genre": "Drama, Crime",
        "plot": "Five different criminals face imminent death after botching a job quite badly."
    },
    "Antonia's Line (Antonia) (1995)": {
        "director": "Marleen Gorris",
        "genre": "Drama, Comedy",
        "plot": "After World War II, Antonia and her daughter, Danielle, go back to their Dutch hometown, where Antonia's late mother has bestowed a small farm upon her. There, Antonia settles down and joins a tightly-knit but unusual community. Those around her include quirky friend Crooked Finger, would-be suitor Bas and, eventually for Antonia, a granddaughter and great-granddaughter who help create a strong family of empowered women."
    },
    "Once Upon a Time... When We Were Colored (1995)": {
        "director": "Tim Reid",
        "genre": "Romance, Drama",
        "plot": "A narrator tells the story of his childhood years in a tightly knit Afro-American community in the deep south under racial segregation."
    },
    "Angels and Insects (1995)": {
        "director": "Philip Haas",
        "genre": "Drama, Romance",
        "plot": "In Victorian England, wealthy patriarch Sir Harald Alabaster invites an impoverished biologist, William Adamson, into his home. There, William tries to continue his work, but is distracted by Alabaster's seductive daughter, Eugenia. William and Eugenia begin a torrid romance, but as the couple become closer, the young scientist begins to realize that dark, disturbing things are happening behind the closed doors of the Alabaster manor."
    },
    "White Squall (1996)": {
        "director": "Ridley Scott",
        "genre": "Drama, Adventure",
        "plot": "In 1960, a hardy group of prep school students boards an old-fashioned sailing ship. With Capt. Christopher Sheldon at the helm, the oceangoing voyage is intended to teach the boys fortitude and discipline. But the youthful crew are about to get some unexpected instruction in survival when they get caught in the clutches of a white squall storm."
    },
    "Dunston Checks In (1996)": {
        "director": "Ken Kwapis",
        "genre": "Family, Comedy, Adventure",
        "plot": "Hotel manager Robert Grant is forced by his boss to postpone his family vacation when a hotel critic checks in. Trouble is, the critic is really a villainous jewel thief with an orangutan assistant named Dunston. When Dunston gets loose and tries to escape a life of crime -- aided by Robert's sons -- havoc, hijinks and lots of laughs abound!"
    },
    "Black Sheep (1996)": {
        "director": "Penelope Spheeris",
        "genre": "Comedy",
        "plot": "When dignified Albert Donnelly runs for Governor, his team moves to keep his slow-witted and klutzy younger brother, Mike, out of the eye of the media. To baby-sit Mike, the campaign assigns sarcastic Steve, who gets the experience of a lifetime when he tries to take Mike out of town during the election."
    },
    "Nick of Time (1995)": {
        "director": "John Badham",
        "genre": "Thriller, Crime, Action",
        "plot": "An ordinary man is suddenly forced into a plot to kill a politician in exchange for his kidnapped daughter's freedom."
    },
    "Mary Reilly (1996)": {
        "director": "Stephen Frears",
        "genre": "Drama, Horror, Thriller",
        "plot": "A housemaid falls in love with Dr. Jekyll and his darkly mysterious counterpart, Mr. Hyde."
    },
    "Vampire in Brooklyn (1995)": {
        "director": "Wes Craven",
        "genre": "Comedy, Horror, Romance, Fantasy",
        "plot": "Detective Rita Veder is assigned to a baffling serial murder case. After examining the crime scene — a corpse-filled ship found adrift at sea — she meets Maximilian, a smooth-talking Caribbean playboy determined to romance her."
    },
    "Beautiful Girls (1996)": {
        "director": "Ted Demme",
        "genre": "Comedy, Drama, Romance",
        "plot": "During a snowy winter in the small fictional town of Knight's Ridge, Massachusetts, a group of lifelong buddies hang out, drink and struggle to connect with the women who affect their decisions, dreams and desires."
    },
    "Broken Arrow (1996)": {
        "director": "John Woo",
        "genre": "Action, Thriller",
        "plot": "When rogue stealth-fighter pilot Vic Deakins deliberately drops off the radar while on maneuvers, the Air Force ends up with two stolen nuclear warheads -- and Deakins's co-pilot, Riley Hale, is the military's only hope for getting them back. Traversing the deserted canyons of Utah, Hale teams with park ranger Terry Carmichael to put Deakins back in his box."
    },
    "In the Bleak Midwinter (1995)": {
        "director": "Kenneth Branagh",
        "genre": "Comedy",
        "plot": "Out of work actor Joe volunteers to help try and save his sister's local church for the community by putting on a Christmas production of Hamlet, somewhat against the advice of his agent Margaretta. As the cast he assembles are still available even at Christmas and are prepared to do it on a 'profit sharing' basis (that is, they may not get paid anything) he cannot expect - and does not get - the cream of the cream. But although they all bring their own problems and foibles along, something bigger starts to emerge in the perhaps aptly named village of Hope."
    },
    "Hate (Haine, La) (1995)": {
        "director": "Mathieu Kassovitz",
        "genre": "Drama",
        "plot": "After a chaotic night of rioting in a marginal suburb of Paris, three young friends, Vinz, Hubert and Saïd, wander around unoccupied waiting for news about the state of health of a mutual friend who has been seriously injured when confronting the police."
    },
    "Heidi Fleiss: Hollywood Madam (1995)": {
        "director": "Nick Broomfield",
        "genre": "Documentary",
        "plot": "A documentary crew from the BBC arrives in L.A. intent on interviewing Heidi Fleiss, a year after her arrest for running a brothel but before her trial. Several months elapse before the interview, so the crew searches for anyone who'll talk about the young woman. Two people have a lot to say to the camera: a retired madam named Alex for whom Fleiss once worked and Fleiss's one-time boyfriend, Ivan Nagy, who introduced her to Alex. Alex and Nagy don't like each other, so the crew shuttles between them with \"she said\" and \"he said.\" When they finally interview Fleiss, they spend their time reciting what Alex and Nagy have had to say and asking her reaction."
    },
    "City Hall (1996)": {
        "director": "Harold Becker",
        "genre": "Drama, Thriller",
        "plot": "The accidental shooting of a boy in New York City leads to an investigation by the Deputy Mayor, and unexpectedly far-reaching consequences."
    },
    "Bottle Rocket (1996)": {
        "director": "Wes Anderson",
        "genre": "Comedy, Crime, Drama",
        "plot": "Upon his release from a mental hospital following a nervous breakdown, the directionless Anthony joins his friend Dignan, who seems far less sane than the former. Dignan has hatched a harebrained scheme for an as-yet-unspecified crime spree that somehow involves his former boss, the (supposedly) legendary Mr. Henry."
    },
    "Mr. Wrong (1996)": {
        "director": "Nick Castle",
        "genre": "Comedy, Romance",
        "plot": "A single and lonely woman finds the seemingly perfect man to date, but soon regrets it when his deranged and possessive other personality emerges and worst still, she cannot convince anyone else of his Jekyll/Hyde true nature."
    },
    "Unforgettable (1996)": {
        "director": "John Dahl",
        "genre": "Thriller, Mystery, Science Fiction",
        "plot": "Seattle medical examiner David Krane is obsessed with solving his wife's murder. A possible solution presents itself in an experimental \"memory\" serum designed by a neurobiology professor, which has the ability to transfer memories from one person to another, but with potentially fatal consequences."
    },
    "Happy Gilmore (1996)": {
        "director": "Dennis Dugan",
        "genre": "Comedy",
        "plot": "Failed hockey player-turned-golf whiz Happy Gilmore — whose unconventional approach and antics on the green courts the ire of rival Shooter McGavin — is determined to win a PGA tournament so he can save his granny's house with the prize money. Meanwhile, an attractive tour publicist tries to soften Happy's image."
    },
    "Bridges of Madison County, The (1995)": {
        "director": "Clint Eastwood",
        "genre": "Drama, Romance",
        "plot": "Photographer Robert Kincaid wanders into the life of housewife Francesca Johnson for four days in the 1960s."
    },
    "Nobody Loves Me (Keiner liebt mich) (1994)": {
        "director": "Doris Dörrie",
        "genre": "Drama, Comedy, Family",
        "plot": "On the brink of her 30th birthday, Fanny feels the door to marital happiness closing on her. She is obsessed with death and even visits evening classes on dying, so it seems fitting that she encounters a skeleton in the malfunctioning elevator of her apartment building. The skeleton is her neighbour Orfeo, a Black, gay, self-declared psychic, who convinces her that she is about to meet \"him\". But is it really Lothar, the new yuppie apartment manager ...?"
    },
    "Rumble in the Bronx (Hont faan kui) (1995)": {
        "director": "",
        "genre": "",
        "plot": ""
    },
    "Muppet Treasure Island (1996)": {
        "director": "David Gumpel",
        "genre": "Family, Music",
        "plot": "Muppet Sing Alongs: Muppet Treasure Island is a 1996 video produced just before the release of the feature film Muppet Treasure Island. Kermit is joined by Polly Lobster, Clueless Morgan, Mad Monty and the other pirates from Muppet Treasure Island in this half hour of pirate songs."
    },
    "Catwalk (1996)": {
        "director": "Robert Leacock",
        "genre": "Documentary",
        "plot": "A documentary following Christy Turlington and other models during spring fashion week in Milan, Paris and New York."
    },
    "Taxi Driver (1976)": {
        "director": "Martin Scorsese",
        "genre": "Crime, Drama",
        "plot": "Suffering from insomnia, disturbed loner Travis Bickle takes a job as a New York City cabbie, haunting the streets nightly, growing increasingly detached from reality as he dreams of cleaning up the filthy city."
    },
    "Braveheart (1995)": {
        "director": "Mel Gibson",
        "genre": "Action, Drama, History, War",
        "plot": "Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule."
    }
}